Repository: K1llly/motiva
Catalog: lib/l10n/app_*.arb
Languages: tr

source: View Meaning
tr: Anlamını Gör

source: Share
tr: Paylaş

source: Retry
tr: Tekrar Dene

source: Save
tr: Kaydet

source: Cancel
tr: İptal

source: Apply
tr: Uygula

source: Settings
tr: Ayarlar

source: Language
tr: Dil

source: Widget Appearance
tr: Widget Görünümü

source: Quote Meaning
tr: Alıntı Anlamı

source: What This Means
tr: Bunun Anlamı

source: Frosted Glass Effect
tr: Buzlu Cam Efekti

# frostedGlassDescription
source: Use a crystallized glass-like background
tr: Kristalize cam benzeri bir arka plan kullan

source: Background Color
tr: Arka Plan Rengi

source: Text Color
tr: Metin Rengi

source: Tap to change
tr: Değiştirmek için dokun

# disabledWhenGlassOn
source: Disabled when glass effect is on
tr: Cam efekti açıkken devre dışı

source: Widget updated successfully
tr: Widget başarıyla güncellendi

# widgetInfoMessage
source: After saving, you may need to remove and re-add the widget on your home screen to see the changes.
tr: Kaydettikten sonra, değişiklikleri görmek için widget'ı ana ekranınızdan kaldırıp tekrar eklemeniz gerekebilir.

source: Share Quote
tr: Alıntıyı Paylaş

source: More
tr: Diğer

source: Select Color
tr: Renk Seç

source: Daily Stoic Quote
tr: Günlük Stoacı Alıntı
